;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: MiHLitvin
; TranslationAuthorEmail: mih@mail-me.com
; Soft Version: 1.2.2.23
; Update: 05.08.2015
;
[Lang]
NativeLanguage=Беларуская
[GUI]
ButtonYes=Так
ButtonNo=Не
ButtonOK=Добра
ButtonMinimize=Схаваць
ButtonMaximize=Разгарнуць
ButtonClose=Зачыніць
ButtonRestore=Аднавіць
ButtonMenu=Мэню

[Translation]
LangCode=0423
ReadHabit=Зьлева направа
LanguageName=BEL
LangShortName=by-by
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Зьвесткі
Warning=Папярэджаньне
Error=Памылка
Confirm=Пацьверджаньне
;
; Popup menu
;
pmHelp=Анлайн-даведка
pmforum=Форум
pmHome=Хатняя старонка
pmContact=Скантактавацца
pmCheckNew=Шукаць абнаўленьні 
pmLang=Мова
pmAbout=Пра праґраму
pmConMenu=Дадаць у Кантэкстнае мэню
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Дапаможа пазбавіцца ад любага файла, які ня можа быць выдалены Windows
FrmWDMain.btnAFile.caption=Дадаць файл
FrmWDMain.btnAfolder.caption=Дадаць тэчку
FrmWDMain.btnRemove.caption=Выдаліць
FrmWDMain.btnDel.caption=Разблякаваць & Выдаліць
FrmWDMain.btnsupport.caption=Водгук
FrmWDMain.btnfacebook.hint=Будзьма разам у Facebook
FrmWDMain.btntwitter.hint=Параіць Wise Force Deleter праз Twitter
FrmWDMain.btngoogle.hint=Параіць Wise Force Deleter у Google+
FrmWDMain.btnemail.hint=Парайце Wise Force Deleter вашым сябрам і сваякам
FrmWDManin.lvfile.Columns[0]=Імя
FrmWDManin.lvfile.Columns[1]=Шлях
FrmWDManin.lvfile.Columns[2]=Стан
;
; About
;
FrmAbout.caption=Пра праґраму
FrmAbout.lblver.caption=Бягучая вэрсія:
FrmAbout.lblemail.caption=Эл.адрас падтрымкі:
FrmAbout.lblhome.caption=Хатняя старонка:
FrmAbout.lblthanks.caption=Дзякуем наступным панам за іх садзейнічаньне:
FrmAbout.lblWarning.caption=Увага: Гэтая праґрама абароненая Законам аб аўтарскім праве й міжнароднымі дамовамі.

[Message]
DragFile=Немагчыма перацягнуць тэчку.
ForceDelete=Прымус. выдаленьне
Newver=Даступна новая вэрсія Wise Force Deleter. Жадаеце абнавіцца зараз?
NoNewVer=Віншуем. Вы карыстаецеся апошняю вэрсіяю!
None=Гатова
Unlocked=Разблякавана & Выдалена
Deleted=Выдалена
FailDel=Збой выдаленьня
Aborted=Перапынена
NoExists=Не існуе
ConfirmDel=Вы сапраўды жадаеце разблякаваць і выдаліць гэты файл/тэчку?
TranslateTo=Перакласьці на...